Repository: AyatanaIndicators/ayatana-indicator-datetime
Catalog: po/*.po
Languages: be, de, fr, sv

source: Show the clock in the panel
be: Паказаць гадзіннік у панэлі
de: Die Uhr auf dem Panel anzeigen
fr: Montrer l'horloge dans les panneau
sv: Visa klockan i panelen

source: Controls whether the clock indicator appears in the panel or not.
be: Кантралюе ці з'явіцца гадзіннік у панэлі, ці не.
de: Steuert ob die Zeiger auf dem Panel angezeigt werden oder nicht.
fr: Contrôle si l'indicateur d'horloge apparaît dans le panneau ou non.
sv: Styr huruvida klockindikatorn visas i panelen eller ej.

source: What the time format should be
be: Які фармат часу павінен быць
de: Welches Zeit Format sie gerne hätten
fr: Ce que le format d'heure devrait être
sv: Vilket tidsformat som ska användas

source: Controls the time format that is displayed in the indicator. For almost all users this should be the default for their locale. If you think the setting is wrong for your locale please join or talk to the translation team for your language. If you just want something different you can adjust this to be either 12 or 24 time. Or, you can use a custom format string and set the custom-time-format setting.
be: Кіруе фарматам часу, які адлюстроўваецца на індыкатары. Для большасці карыстальнікаў гэта павінна быць агаданым для іх лакалізацыі. Калі вы лічыце, што ўстаноўка з'яўляецца няправільнай для вашай мясцовасці, калі ласка, далучыцеся або пагаварыце з камандай перакладу на вашу мову. Калі вы проста хочаце нешта іншае, вы можаце змяніць гэта. Ці вы можаце выкарыстаць асабісты фармат і задаць наладу custom-time-format.
de: Kontrolliert, welches Zeit Format angezeigt wird. Für fast alle Nutzer sollte das ihre Standartzeit sein. Wenn du glaubst das die Anzeige falsch ist, rede bitte mit dem Übersetztungs Team. Wenn du einfach etwas anderes willst, kannst du zwischen 12h und 24h wechseln. Oder du kannst einen angepassten Format String in den Einstellungen festlegen.
fr: Contrôle le format d'heure qui est affiché dans l'indicateur. Pour presque tous les utilisateurs, ceci devrait être la valeur par défaut pour leur lieu de résidenve. Si vous pensez que la valeur est incorrecte pour votre lieu de résidence, veuillez contacter ou vous joindre à l'équipe de traduction pour votre langue. Si vous voulez simplement quelque chose de différent, vous pouvez ajuster la valeur sur le format 12 ou 24 heures. Ou, vous pouvez utiliser une chaîne de format personnalisée et définir le paramètre de format d'heure.
sv: Styr tidsformatet som visas i indikatorn. För nästan alla användare bör detta vara standardvärdet för deras lokal. Om du tycker att inställningen är fel för din lokal gå med i eller prata med översättningsgruppen för ditt språk. Om du bara vill ha något annat kan du justera detta till att vara antingen 12- eller 24-timmarstid. Eller så kan du använda en anpassad formatsträng och ställa in den anpassade tidsformatsinställningen.

source: The format string passed to strftime
be: Радок фармату перадаецца ў strftime
de: Die an strftime übergebene Formatzeichenkette
fr: La chaîne de format passée à strftime
sv: Formatsträngen som fungerar med strftime

source: The format of the time and/or date that is visible on the panel when using the indicator. For most users this will be a set of predefined values as determined by the configuration utility, but advanced users can change it to anything strftime can accept. Look at the man page on strftime for more information.
be: Фармат часу і/ці даты, які бачны на панэлі пры выкарыстанні індыкатара. Для большасці карыстальнікаў гэта будзе набор агаданых значэнняў, якія вызначаныя з дапамогай утыліты канфігурацыі, але прасунутыя карыстальнікі могуць змяніць яго на што-небудзь, што прымае strftime. Паглядзіце на man-старонцы strftime для атрымання дадатковай інфармацыі.
de: Das Format der Uhrzeit und/oder des Datums, das auf dem Bedienfeld bei Verwendung der Anzeige sichtbar ist. Für die meisten Benutzer ist dies eine Reihe von vordefinierten Werten, wie sie vom Konfigurationsprogramm festgelegt wurden, aber fortgeschrittene Benutzer können sie in alles ändern, was strftime akzeptiert. Für weitere Informationen schauen Sie sich die Manpage für strftime an.
fr: Le format de l'heure ou de la date qui est visible sur le panneau lors de l'utilisation de l'indicateur. Pour la plupart des utilisateurs, il s'agira d'un ensemble de valeurs prédéfinies déterminées par l'utilitaire de configuration, mais les utilisateurs avancés peuvent le modifier en tout ce que strftime peut accepter. Regardez la page principale sur strftime pour plus d'informations.
sv: Formatet för tiden och/eller datumet som visas i panelen när indikatorn används. För de flesta användare kommer detta att vara en uppsättning fördefinierade värden bestämda av konfigurationsverktyget, men avancerade användare kan vilja ändra det till något som strftime accepterar. Titta på manualsidan för strftime för vidare information.

source: Show the number of seconds in the indicator
be: Паказваць секунды на індыкатары
de: Zeigt die Zeit in Sekunden
fr: Afficher le nombre de secondes dans l'indicateur
sv: Visa antalet sekunder i indikatorn

source: Makes the datetime indicator show the number of seconds in the indicator. It's important to note that this will cause additional battery drain as the time will update 60 times as often, so it is not recommended. Also, this setting will be ignored if the time-format value is set to custom.
be: Робіць так, што індыкатар даты і часу паказвае колькасць секунд. Важна адзначыць, што гэта прывядзе да дадатковай разрадцы акумулятара, бо час будзе абнаўляцца 60 разоў часцей, і таму не рэкамендуюцца. Акрамя таго, гэты параметр будзе ігнаравацца, калі значэнне фармату часу карыстальніцкае.
de: Lässt die Datumsanzeige die Anzahl der Sekunden lang in der Anzeige anzeigen. Da die Zeit 60-mal so oft aktualisiert wird, ist zu beachten, dass dies zu einem zusätzlichen Batterieverbrauch führt, weshalb es nicht empfohlen wird. Außerdem wird diese Einstellung ignoriert, wenn der Zeitformatwert auf benutzerdefiniert gesetzt ist.
fr: L'indicateur d'heure et de date indique le nombre de secondes dans l'indicateur. Il est important de noter que ceci entraînera une consommation supplémentaire de la batterie car le temps sera mis à jour 60 fois plus souvent ; ce n'est donc pas recommandé. En outre, ce paramètre sera ignoré si la valeur du format de l'heure est définie sur « personnalisé ».
sv: Får datumtidsindikatorn att visa antalet sekunder i indikatorn. Det är viktigt att notera att detta kommer att förorsaka ytterligare användning av batteri då tiden kommer att uppdateras 60 gånger så ofta, så det rekommenderas inte. Denna inställning kommer också att ignoreras om tidformatsvärdet är anpassat.

source: Show the day of the week in the indicator
be: Паказваць дзень тыдня на індыкатары
de: Zeigt den Tag der Woche
fr: Afficher le jour de la semaine dans l'indicateur
sv: Visa dagen i veckan i indikatorn

source: Puts the day of the week on the panel along with the time and/or date depending on settings. This setting will be ignored if the time-format value is set to custom.
be: Размяшчае дзень тыдня на панэлі разам з часам і/ці дата ў залежнасці ад налад. Гэты параметр ігнаруецца, калі значэнне фармату часу карыстальніцкае.
de: Stellt den Wochentag zusammen mit der Uhrzeit und/oder dem Datum auf dem Bedienfeld ein, je nach Einstellung. Diese Einstellung wird ignoriert, wenn der Zeitformatwert auf Custom gesetzt ist.
fr: Met le jour de la semaine sur le panneau avec l'heure ou la date en fonction des paramètres. Ce paramètre sera ignoré si la valeur du format de l'heure est personnalisée.
sv: Placerar dagen i veckan på panelen tillsammans med tid och/eller datum beroende på inställningar. Denna inställning kommer att ignoreras om tidformatsvärdet är anpassat.

source: Show the month and date in the indicator
be: Паказваць месяц і дзень на індыкатары
de: Zeigt den Monat und das Datum
fr: Afficher le mois et la date dans l'indicateur
sv: Visa månad och dag i indikatorn

source: Puts the month and the date in the panel along with the time and/or day of the week depending on settings. This setting will be ignored if the time-format value is set to custom.
be: Размяшчае месяц і дату на панэлі разам з часам і/ці дзнём тыдня ў залежнасці ад налад. Гэты параметр ігнаруецца, калі значэнне фармату часу карыстальніцкае.
de: Stellt den Monat und das Datum sowie die Uhrzeit und/oder den Wochentag je nach Einstellung im Panel ein. Diese Einstellung wird ignoriert, wenn der Zeitformatwert auf Custom gesetzt ist.
fr: Met le mois et la date dans le panneau avec l'heure ou le jour de la semaine en fonction des paramètres. Ce paramètre sera ignoré si la valeur du format de l'heure est personnalisée.
sv: Placerar månaden och dagen i panelen tillsammans med tid och/eller datum i veckan beroende på inställningar. Denna inställning kommer att ignoreras om tidformatsvärdet är anpassat.

source: Show the year in the indicator
be: Паказваць год на індыкатары
de: Zeigt das Jahr
fr: Afficher l'année dans l'indicateur
sv: Visa året i indikatorn

source: Puts the year in the panel along with the month and the date. This setting will be ignored if either the time-format value is set to custom or if show-date is set to false.
be: Размяшчае год на панэлі разам з месяцам і датай. Гэты параметр ігнаруецца, калі значэнне фармату часу карыстальніцкае або show-date устаноўлены ў «не».
de: Setzt das Jahr in das Feld zusammen mit dem Monat und dem Datum. Diese Einstellung wird ignoriert, wenn entweder der Zeitformatwert auf benutzerdefiniert gesetzt ist oder wenn das Anzeigedatum auf falsch gesetzt ist.
fr: Met l'année dans le panneau avec le mois et la date. Ce paramètre sera ignoré si la valeur du format de l'heure est personnalisée ou si l'affichage de la date est paramétré sur faux.
sv: Placerar året i panelen tillsammans med månaden och dagen. Denna inställning kommer att ignoreras om antingen tidformatsvärdet är anpassat eller om visa-datum är inställt på falskt.

source: Show the monthly calendar in the indicator
be: Паказваць месячны каляндар у індыкатары
de: Zeigt den Monatskalender
fr: Afficher le calendrier mensuel dans l'indicateur
sv: Visa den månatliga kalendern i indikatorn

source: Puts the monthly calendar in indicator-datetime's menu.
be: Размяшчае месячны каляндар у меню індыкатара даты і часу.
de: Platziert den Monatskalender in das Datum Anzeige Menü.
fr: Met le calendrier mensuel dans le menu de l'indicateur.
sv: Placerar den månatliga kalendern i indikatorns datumtidsmeny.

source: Show week numbers in calendar
be: Паказваць нумары тыдняў у календары
de: Kalenderwochen im Kalender anzeigen
fr: Afficher le numéro de la semaine dans le calendrier
sv: Visa veckonummer i kalender

source: Shows the week numbers in the monthly calendar in indicator-datetime's menu.
be: Паказвае нумары тыдняў у месячным календары ў меню індыкатара даты і часу.
de: Zeigt die Anzahl der Wochen in dem Monatskalender in dem Datum Anzeige Menü.
fr: Affiche le numéro de la semaine dans le calendrier mensuel dans le menu de l'indicateur.
sv: Visar veckonumret i den månatliga kalendern i indikatorns datumtidsmeny.

source: Show events in the indicator
be: Паказваць падзеі на індыкатары
de: Zeigt die Ereignisse
fr: Afficher les évènements dans l'indicateur
sv: Visa händelser i indikatorn

source: Shows events from Evolution in indicator-datetime's menu.
be: Паказвае падзеі з Evolution у меню індыкатара даты і часу.
de: Zeigt die Ereignisse von der Evolution in dem Datum Anzeige Menü.
fr: Affiche les évènements d'Évolution dans le menu de l'indicateur.
sv: Visa händelser från Evolution i indikatorns datumtidsmeny.

source: Show the auto-detected location in the indicator
be: Паказваць аўтаматычна вызначанае месцазнаходжанне ў індыкатары
de: Zeigt die Automatisch erkannte Position
fr: Afficher l'emplacement détecté automatiquement dans l'indicateur
sv: Visa den autodetekterade platsen i indikatorn

source: Shows your current location (determined from geoclue and /etc/timezone) in indicator-datetime's menu.
be: Паказвае ваша цяперашняе месцазноходжанне (вызначанае з geoclue і /etc/timezone) у меню індыкатара даты і часу.
de: Zeigt deine aktuelle Position in dem Datum Anzeige Menü.
fr: Affiche votre emplacement actuel (déterminé à partir de geoclue et /etc/fuseau horaire) dans le menu de l'indicateur.
sv: Visar din aktuella position (bestämd från geoclue och /etc/timezone) i indikatorns datumtidsmeny.

source: Show locations in the indicator
be: Паказваць месцы ў індыкатары
de: Standorte auf der Anzeige anzeigen
fr: Afficher les emplacements dans l'indicateur
sv: Visa platser i indikatorn

source: Shows custom defined locations in indicator-datetime's menu.
be: Паказвае карыстальніцкія мясціны ў меню індыкатара даты і часу.
de: Zeigt die selbst angepasste Position im Datum Anzeige Menü.
fr: Affiche des emplacements personnalisés dans le menu de l'indicateur.
sv: Visar anpassade platser i indikatorns datumtidsmeny.

source: A List of locations
be: Спіс мясцін
de: Eine liste von Orten
fr: Une liste d'emplacements
sv: En lista över platser

source: Adds the list of locations the user has configured to display in the indicator-datetime menu.
be: Дадае спіс мясцін, што карыстальнік задаў для адлюстравання ў меню індыкатара даты і часу.
de: Fügt die Liste der Orte hinzu, die der Benutzer für die Anzeige im Menü indicator-datetime konfiguriert hat.
fr: Ajoute la liste des emplacements que l'utilisateur a configurée à afficher dans le menu de l'indicateur.
sv: Lägger till listan över platser som användaren har konfigurerat att visa i indikatorns datumtidsmeny.

source: The name of the current timezone
be: Назва цяперашняй часавой зоны
de: Der Name der Aktuellen Zeitzone
fr: Le nom du fuseau horaire actuel
sv: Namnet på den aktuella tidszonen

source: Some timezones can be known by many different cities or names. This setting describes how the current zone prefers to be named. Format is "TIMEZONE NAME" (e.g. "America/New_York Boston" to name the New_York zone Boston).
be: Некаторыя часавыя зоны вядомыя пад рознымі назвамі ці гарадамі. Гэтая налада апісвае, як цяперашняя зона будзе названая. Фармат «ЧАСАВАЯ_ЗОНА НАЗВА» (напрыклад, «Europe/Minsk Гродна» называе зону «Minsk» як «Гродна»).
de: Einige Zeitzonen können über viele verschiedene Städte oder Namen bezeichnet werden. Diese Einstellung beschreibt, wie die aktuelle Zone benannt werden soll. Das Format ist "TIMEZONE NAME" (z.B. "America/New_York Boston", um die New_York Zone Boston zu benennen).
fr: Certains fuseaux horaires peuvent être connus par de nombreuses villes ou noms différents. Ce paramètre décrit comment la zone actuelle préfère être nommée. Le format est « TIMEZONE NAME » (p. ex. « America/New_York Boston » pour nommer la zone New_York Boston).
sv: Vissa tidszoner är kända som namnet på många olika städer. Denna inställning beskriver hur den aktuella zonen önskas namnges. Formatet är "TIDSZON NAMN" (t.ex. "America/New_York Boston" för att namnge New_York-zonen Boston).

source: What kind of haptic feedback, if any, to trigger with an alarm.
be: Які тып тактыльнага эфекту, калі прысутнічае, выкарыстоўваецца з будзільнікам.
de: Welche Art haptischer Rückmeldung, falls vorhanden, soll bei einem Alarm ausgelöst werden.
fr: Quel genre de rétroaction haptique, le cas échéant, à déclencher avec une alarme.
sv: Vilken typ av haptisk återkoppling, om någon, som ska utlösas med ett alarm.

source: What kind of haptic feedback, if any, to trigger with an alarm. Two modes are currently supported: 'pulse', 'none'.
be: Які тып тактыльнага эфекту, калі прысутнічае, выкарыстоўваецца з будзільнікам. Два тыпы цяпер падтрымліваюцца: «pulse», «none».
de: Welche Art haptischer Rückmeldung, falls vorhanden, soll mit einem Alarm ausgelöst werden. Derzeit werden zwei Modi unterstützt: "Puls", "keine".
fr: Quel genre de rétroaction haptique, le cas échéant, à déclencher avec une alarme. Deux modes sont actuellement pris en charge : « pulsation », « aucune ».
sv: Vilken typ av haptisk återkoppling, om någon, som ska utlösas med ett alarm. Två lägen stöds för närvarande: ”pulse”, ”none”.

source: The alarm's default sound file.
be: Агаданы гукавы файл будзільніка.
de: Die Standard Weckton Datei.
fr: Fichier sonore par défaut de l'alarme.
sv: Standardljudfilen för alarmet.

source: If an alarm doesn't specify its own sound file, this file will be used as the fallback sound.
be: Калі будзільнік не задае ўласны гукавы файл, гэты файл будзе выкарыстаны як запасны.
de: Wenn ein Alarm keine eigene Audiodatei verwendet, wird diese Datei als Rückfallton verwendet.
fr: Si une alarme ne spécifie pas son propre fichier sonore, ce fichier sera utilisé comme son de secours.
sv: Om ett alarm inte anger sin egen ljudfil kommer denna fil att användas som ljudet att falla tillbaka på.

source: The alarm's default volume level.
be: Агаданы ўзровень гучнасці будзільніка.
de: Die Standard Alarm Lautstärke.
fr: Volume sonore par défaut de l'alarme.
sv: Standardljudvolym för alarmet.

source: The volume at which alarms will be played.
be: Гучнасць, з якой будзе прайгравацца будзільнік.
de: Die Lautstärke bei welcher die Alarme ertönen.
fr: Le volume auquel les alarmes seront.
sv: Volymen som alarmet kommer att spelas upp med.

source: The alarm's duration.
be: Працягласць будзільніка.
de: Die Länge des Alarms.
fr: La durée de l'alarme.
sv: Alarmets varaktighet.

source: How long the alarm's sound will be looped if its snap decision is not dismissed by the user.
be: Як доўга гук будзільніка будзе паўтарацца, калі карыстальнік не адхіляе яго.
de: Wie lange der Ton des Alarms zu hören sein wird, wenn die Snap-Entscheidung nicht vom Benutzer verworfen wird.
fr: Combien de temps le son de l'alarme sera en boucle si sa décision rapide n'est pas rejetée par l'utilisateur.
sv: Hur länge alarmets ljud kommer att repeteras om dess snabbeslut inte avfärdas av användaren.

source: The snooze duration.
be: Працягласць адтэрміноўкі.
de: Die Länge der Schlummertaste.
fr: La durée de la mise en pause.
sv: Varaktighet för insomningsfunktionen.

source: How long to wait when the user hits the Snooze button.
be: Як доўга чакаць пасля таго, як карыстальнік націсне на кнопку адтэрміноўкі.
de: Wie lange man warten soll, wenn der Nutzer die Schlummertaste drückt.
fr: Combien de temps attendre quand l'utilisateur appuie sur le bouton Répéter.
sv: Tid att vänta när användaren trycker på insomningsknappen.

source: %l:%M %p
de: %H:%M
sv: %H:%M

source: %a %b %e %Y
be: %a, %e %b %Y
de: %a %e %b %Y
fr: %a %e %b %Y
sv: %a %e %b %Y

source: %a %b %e
be: %a, %e %b
de: %a %e %b
fr: %a %e %b
sv: %a %e %b

source: %b %e %Y
be: %e %b %Y
de: %e %b %Y
fr: %e %b %Y
sv: %e %b %Y

source: %b %e
be: %e %b
de: %e %b
fr: %e %b
sv: %e %b

source: Add Event…
be: Дадаць падзею…
de: Ereignis hinzufügen…
fr: Ajouter un évènement…
sv: Lägg till händelse…

source: Clock
be: Гадзіннік
de: Uhr
fr: Horloge
sv: Klocka

source: Time & Date settings…
be: Налады часу і даты…
de: Zeit & Datum Einstellungen…
fr: Paramètres de date et d'heure…
sv: Tid- & datuminställningar…

source: Date and Time
be: Дата і час
de: Datum und Zeit
fr: Date et heure
sv: Datum och tid

source: Time & Date
be: Дата і час
de: Zeit & Datum
fr: Heure & date
sv: Tid och datum

source: %s (has alarms)
be: %s (будзільнік)
de: %s1 (hat einen Alarm)
fr: %s (a des alarmes)
sv: %s (har alarm)

source: Snooze
be: Задрамаць
de: Schlummertaste
fr: Répéter
sv: Somna in

source: Today
be: Сёння
de: Heute
fr: Aujourd'hui
sv: Idag

source: Tomorrow
be: Учора
de: Morgen
fr: Demain
sv: Imorgon

source: %a %d %b
de: Sat 31 Oct

source: Tomorrow %l:%M %p
be: Заўтра %l:%M %p
de: Morgen %H:%M
fr: Demain %l:%M %p
sv: Imorgon %H:%M

source: %a %l:%M %p
de: %a %H:%M
sv: %a %H:%M

source: %a %d %b %l:%M %p
be: %a, %b %d %l:%M %p
de: %a %b. %d %H:%M
fr: %a %b %d %l:%M %p
sv: %a %d %b %H:%M

source: Tomorrow %H:%M
be: Заўтра %H:%M
de: Morgen um %H:%M
fr: Demain %H:%M
sv: Imorgon %H:%M

source: %a %d %b %H:%M
be: %a, %b %d %H:%M
de: %a %b %d %H:%M
fr: %a %b %d %H:%M

source: %l:%M:%S %p
sv: %H:%M:%S

source: %a, %l:%M %p
sv: %a, %H:%M

source: Alarm %s
be: Будзільнік %s
fr: Alarme %s

source: OK
be: Добра

source: %A, %e %B %Y
fr: %A, %B %e %Y
